260618_day_briefing.org
#+TITLE: Daily Briefing - 2026-06-18
#+OPTIONS: html-scripts:nil html-postamble:nil toc:nil num:nil
#+HTML_HEAD: <link rel="icon" type="image/png" href="favicon.png">
#+HTML_HEAD: <meta property="og:title" content="Daily Briefing - Intelligence Hub">
#+HTML_HEAD: <meta property="og:description" content="Análisis geopolítico y titulares globales actualizados.">
#+HTML_HEAD: <meta property="og:image" content="https://mcasrom.github.io/daily_readings/preview.jpg">
#+HTML_HEAD: <meta property="og:image:width" content="1200">
#+HTML_HEAD: <meta property="og:image:height" content="630">
#+HTML_HEAD: <meta property="og:url" content="https://mcasrom.github.io/daily_readings/index.html">
#+HTML_HEAD: <meta property="og:type" content="website">
#+HTML_HEAD: <meta name="twitter:card" content="summary_large_image">
#+HTML_HEAD: <style>
#+HTML_HEAD:    :root { --bg: #05070a; --surface: #0f141d; --primary: #00f2ff; --secondary: #7000ff; --text: #e2e8f0; --gold: #ffd700; --muted: #64748b; }
#+HTML_HEAD:    body { font-family: 'Inter', -apple-system, sans-serif; background: var(--bg); color: var(--text); max-width: 900px; margin: auto; padding: 25px; line-height: 1.8; }
#+HTML_HEAD:    h1, h2, h3 { color: var(--primary); text-transform: uppercase; letter-spacing: 1px; text-align: center; }
#+HTML_HEAD:    .nav-menu { display: flex; justify-content: center; gap: 30px; margin-bottom: 40px; border-bottom: 2px solid var(--surface); padding-bottom: 20px; }
#+HTML_HEAD:    .nav-menu a { color: var(--text); text-decoration: none; font-weight: bold; transition: 0.3s; font-size: 0.9em; }
#+HTML_HEAD:    .nav-menu a:hover { color: var(--primary); text-shadow: 0 0 8px var(--primary); }
#+HTML_HEAD:    .timestamp { text-align: center; color: var(--muted); font-size: 0.8em; margin-bottom: 10px; }
#+HTML_HEAD:    .telemetry { text-align: center; color: var(--gold); font-family: monospace; font-size: 0.9em; background: var(--surface); padding: 10px; border-radius: 4px; border-left: 3px solid var(--gold); margin-bottom: 30px; }
#+HTML_HEAD:    .quote-box { text-align: center; font-style: italic; color: var(--primary); margin: 25px 0; padding: 15px; border-top: 1px solid var(--surface); border-bottom: 1px solid var(--surface); font-size: 1.15em; }
#+HTML_HEAD:    .visit-counter { text-align: center; color: var(--gold); font-family: monospace; font-size: 0.95em; background: var(--surface); padding: 12px; border-radius: 6px; border: 1px solid var(--gold); margin: 20px auto; max-width: 400px; }
#+HTML_HEAD:    ul { list-style: none; padding: 0; }
#+HTML_HEAD:    li { background: var(--surface); margin-bottom: 12px; padding: 15px; border-radius: 8px; border: 1px solid #1e293b; transition: all 0.2s ease; }
#+HTML_HEAD:    li:hover { border-color: var(--primary); transform: translateX(5px); }
#+HTML_HEAD:    li a { color: var(--text); text-decoration: none; display: block; font-weight: 500; }
#+HTML_HEAD:    .briefing-item { background: var(--surface); border: 1px solid var(--primary); border-radius: 10px; margin: 15px 0; padding: 20px; text-align: center; }
#+HTML_HEAD:    .briefing-item a { color: var(--primary); text-decoration: none; font-weight: bold; font-size: 1.1em; }
#+HTML_HEAD:    .cta-blog { background: linear-gradient(135deg, #0f141d 0%, #05070a 100%); border: 2px solid var(--primary); padding: 30px; border-radius: 15px; text-align: center; margin-top: 50px; }
#+HTML_HEAD:    .footer-hub { margin-top: 80px; text-align: center; border-top: 1px solid var(--surface); padding-top: 30px; color: var(--muted); font-size: 0.85em; }
#+HTML_HEAD: </style>
#+HTML: <div class="nav-menu"><a href="index.html">DASHBOARD</a><a href="about.html">SOBRE MÍ</a><a href="contact.html">CONTACTO</a></div>
#+HTML: <div class='quote-box'>«Las fronteras dividen la tierra, pero la información conecta los nodos de poder».</div>
#+HTML: <div class='telemetry'>🌡 49.9°C | ⚖ Load: 0.00 | 🌐 Ping: 14.6ms</div>

#+HTML: <div style='text-align:center; margin:20px 0;'><p style='color:var(--primary); font-family:monospace;'>● CANAL DE INTELIGENCIA SEGURO</p></div>

* 🗞 Titulares

** 🇪🇸 España

*** El País

- [[https://elpais.com/deportes/mundial-futbol/2026-06-05/todas-las-selecciones-del-mundial-de-estados-unidos-canada-y-mexico.html][Todas las selecciones del Mundial 2026 en Estados Unidos, Canadá y México]]
- [[https://elpais.com/espana/madrid/2026-06-18/la-pareja-de-ayuso-facturo-44-millones-de-euros-a-quiron-en-tres-anos-los-primeros-de-su-noviazgo.html][La pareja de Ayuso ingresó 4,4 millones de euros de Quirón en tres años, los primeros de su noviazgo]]
- [[https://elpais.com/espana/2026-06-18/la-uco-senala-que-una-empresa-del-novio-de-ayuso-carece-de-medios-para-hacer-el-trabajo-por-el-que-quiron-le-pago-en-2021.html][La UCO señala que una empresa del novio de Ayuso “carece” de medios para hacer el trabajo por el que Quirón le pagó en 2021]]
- [[https://elpais.com/espana/2026-06-18/el-juez-del-caso-plus-ultra-acuerda-citar-como-investigadas-a-las-hijas-de-zapatero.html][El juez del ‘caso Plus Ultra’ cita como imputadas a las hijas y a la secretaria de Zapatero]]
- [[https://elpais.com/espana/2026-06-18/un-reloj-con-esmeraldas-figuras-de-oro-y-plata-o-una-botella-de-vodka-los-500-regalos-que-declaro-zapatero-como-presidente.html][Un reloj con esmeraldas, figuras de oro y plata, o una botella de vodka: los 500 regalos que declaró Zapatero como presidente]]

*** El Mundo

- [[https://www.elmundo.es/espana/2026/06/18/6a33d784fdddff1e798b45b7.html][El juez del 'caso Plus Ultra' imputa a las hijas de Zapatero y a la secretaria del ex presidente por participar en el blanqueo de las comisiones]]
- [[https://www.elmundo.es/espana/2026/06/18/6a3413edfc6c839a4d8b456d.html][Sánchez ha mantenido contacto con Zapatero "todos estos días" tras su imputación: "Respaldo a José Luis"]]
- [[https://www.elmundo.es/internacional/2026/06/18/6a3390d221efa017188b45c5.html][Ucrania castiga a Moscú con la mayor tormenta de drones: "Si Ucrania arde, vuestra Moscú arderá", dice Zelenski]]
- [[https://www.elmundo.es/internacional/2026/06/18/6a33b2d5e4d4d8ba778b459b.html][Levantamiento de sanciones, 300.000 millones para Teherán, reapertura de Ormuz... Estas son las claves del acuerdo Irán-EEUU]]
- [[https://www.elmundo.es/internacional/2026/06/18/6a33c69de4d4d847708b457b.html][EEUU anuncia la "revisión de la OTAN 3.0": un examen de seis meses de su presencia militar y bases en Europa]]

*** La Vanguardia

- [[https://www.lavanguardia.com/politica/20260618/11568265/juez-caso-plus-ultra-acuerda-investigar-hijas-rodriguez-zapatero.html][El juez del caso Plus Ultra imputa a las hijas de Zapatero]]
- [[https://www.lavanguardia.com/politica/20260618/11567610/zapatero-estrategia-declaracion-caso-plus-ultra-julio-martinez.html][Zapatero destapa su estrategia: niega la mayor y va de la mano de su amigo Julio Martínez]]
- [[https://www.lavanguardia.com/politica/20260618/11568326/direccion-psoe-rechaza-linchamiento-personal-zapatero-hijas-secretaria.html][La dirección del PSOE rechaza el “linchamiento personal” a Zapatero, sus hijas y su secretaria]]
- [[https://www.lavanguardia.com/politica/20260618/11567649/juez-calama-marca-diferencia-rodriguez-zapatero.html][El juez Calama marca la diferencia con Rodríguez Zapatero]]
- [[https://www.lavanguardia.com/opinion/20260618/11567633/cuenta-elecciones.html][Cuenta atrás para las elecciones]]

