260618_day_briefing.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-06-18 Thu 18:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Daily Briefing - 2026-06-18</title>
<meta name="generator" content="Org Mode" />
<link rel="icon" type="image/png" href="favicon.png">
<meta property="og:title" content="Daily Briefing - Intelligence Hub">
<meta property="og:description" content="Análisis geopolítico y titulares globales actualizados.">
<meta property="og:image" content="https://mcasrom.github.io/daily_readings/preview.jpg">
<meta property="og:image:width" content="1200">
<meta property="og:image:height" content="630">
<meta property="og:url" content="https://mcasrom.github.io/daily_readings/index.html">
<meta property="og:type" content="website">
<meta name="twitter:card" content="summary_large_image">
</head>
<body>
<div id="content" class="content">
<h1 class="title">Daily Briefing - 2026-06-18</h1>
<div class="nav-menu"><a href="index.html">DASHBOARD</a><a href="about.html">SOBRE MÍ</a><a href="contact.html">CONTACTO</a></div>
<div class='quote-box'>«Las fronteras dividen la tierra, pero la información conecta los nodos de poder».</div>
<div class='telemetry'>🌡 49.9°C | ⚖ Load: 0.00 | 🌐 Ping: 14.6ms</div>

<div style='text-align:center; margin:20px 0;'><p style='color:var(--primary); font-family:monospace;'>● CANAL DE INTELIGENCIA SEGURO</p></div>
<div id="outline-container-org4238b9e" class="outline-2">
<h2 id="org4238b9e">🗞 Titulares</h2>
<div class="outline-text-2" id="text-org4238b9e">
</div>
<div id="outline-container-orgd095cc2" class="outline-3">
<h3 id="orgd095cc2">🇪🇸 España</h3>
<div class="outline-text-3" id="text-orgd095cc2">
</div>
<div id="outline-container-orgcf957a4" class="outline-4">
<h4 id="orgcf957a4">El País</h4>
<div class="outline-text-4" id="text-orgcf957a4">
<ul class="org-ul">
<li><a href="https://elpais.com/deportes/mundial-futbol/2026-06-05/todas-las-selecciones-del-mundial-de-estados-unidos-canada-y-mexico.html">Todas las selecciones del Mundial 2026 en Estados Unidos, Canadá y México</a></li>
<li><a href="https://elpais.com/espana/madrid/2026-06-18/la-pareja-de-ayuso-facturo-44-millones-de-euros-a-quiron-en-tres-anos-los-primeros-de-su-noviazgo.html">La pareja de Ayuso ingresó 4,4 millones de euros de Quirón en tres años, los primeros de su noviazgo</a></li>
<li><a href="https://elpais.com/espana/2026-06-18/la-uco-senala-que-una-empresa-del-novio-de-ayuso-carece-de-medios-para-hacer-el-trabajo-por-el-que-quiron-le-pago-en-2021.html">La UCO señala que una empresa del novio de Ayuso “carece” de medios para hacer el trabajo por el que Quirón le pagó en 2021</a></li>
<li><a href="https://elpais.com/espana/2026-06-18/el-juez-del-caso-plus-ultra-acuerda-citar-como-investigadas-a-las-hijas-de-zapatero.html">El juez del ‘caso Plus Ultra’ cita como imputadas a las hijas y a la secretaria de Zapatero</a></li>
<li><a href="https://elpais.com/espana/2026-06-18/un-reloj-con-esmeraldas-figuras-de-oro-y-plata-o-una-botella-de-vodka-los-500-regalos-que-declaro-zapatero-como-presidente.html">Un reloj con esmeraldas, figuras de oro y plata, o una botella de vodka: los 500 regalos que declaró Zapatero como presidente</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgbea3b02" class="outline-4">
<h4 id="orgbea3b02">El Mundo</h4>
<div class="outline-text-4" id="text-orgbea3b02">
<ul class="org-ul">
<li><a href="https://www.elmundo.es/espana/2026/06/18/6a33d784fdddff1e798b45b7.html">El juez del 'caso Plus Ultra' imputa a las hijas de Zapatero y a la secretaria del ex presidente por participar en el blanqueo de las comisiones</a></li>
<li><a href="https://www.elmundo.es/espana/2026/06/18/6a3413edfc6c839a4d8b456d.html">Sánchez ha mantenido contacto con Zapatero "todos estos días" tras su imputación: "Respaldo a José Luis"</a></li>
<li><a href="https://www.elmundo.es/internacional/2026/06/18/6a3390d221efa017188b45c5.html">Ucrania castiga a Moscú con la mayor tormenta de drones: "Si Ucrania arde, vuestra Moscú arderá", dice Zelenski</a></li>
<li><a href="https://www.elmundo.es/internacional/2026/06/18/6a33b2d5e4d4d8ba778b459b.html">Levantamiento de sanciones, 300.000 millones para Teherán, reapertura de Ormuz&#x2026; Estas son las claves del acuerdo Irán-EEUU</a></li>
<li><a href="https://www.elmundo.es/internacional/2026/06/18/6a33c69de4d4d847708b457b.html">EEUU anuncia la "revisión de la OTAN 3.0": un examen de seis meses de su presencia militar y bases en Europa</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgff213fe" class="outline-4">
<h4 id="orgff213fe">La Vanguardia</h4>
<div class="outline-text-4" id="text-orgff213fe">
<ul class="org-ul">
<li><a href="https://www.lavanguardia.com/politica/20260618/11568265/juez-caso-plus-ultra-acuerda-investigar-hijas-rodriguez-zapatero.html">El juez del caso Plus Ultra imputa a las hijas de Zapatero</a></li>
<li><a href="https://www.lavanguardia.com/politica/20260618/11567610/zapatero-estrategia-declaracion-caso-plus-ultra-julio-martinez.html">Zapatero destapa su estrategia: niega la mayor y va de la mano de su amigo Julio Martínez</a></li>
<li><a href="https://www.lavanguardia.com/politica/20260618/11568326/direccion-psoe-rechaza-linchamiento-personal-zapatero-hijas-secretaria.html">La dirección del PSOE rechaza el “linchamiento personal” a Zapatero, sus hijas y su secretaria</a></li>
<li><a href="https://www.lavanguardia.com/politica/20260618/11567649/juez-calama-marca-diferencia-rodriguez-zapatero.html">El juez Calama marca la diferencia con Rodríguez Zapatero</a></li>
<li><a href="https://www.lavanguardia.com/opinion/20260618/11567633/cuenta-elecciones.html">Cuenta atrás para las elecciones</a></li>
</ul>
</div>
</div>
