260618_day_briefing.html
<div id="outline-container-org4677c11" class="outline-4">
<h4 id="org4677c11">El Diario de Cantabria</h4>
<div class="outline-text-4" id="text-org4677c11">
<ul class="org-ul">
<li><a href="https://eldiariocantabria.publico.es/articulo/politica/adif-aprobara-30-junio-convenio-construir-intermodal-pasiega/20260618174344194547.html">Adif aprobará el 30 de junio el convenio para construir la intermodal de La Pasiega</a></li>
<li><a href="https://eldiariocantabria.publico.es/articulo/cultura/centro-botin-acogera-primera-muestra-espana-artista-brasilena-solange-pessoa/20260618171542194537.html">El Centro Botín acogerá la primera muestra en España de la artista brasileña Solange Pessoa</a></li>
<li><a href="https://eldiariocantabria.publico.es/articulo/deportes/athletic-nuevo-rival-racing-pretemporada-2026-27/20260618170331194535.html">El Athletic, nuevo rival del Racing en la pretemporada 2026/27</a></li>
<li><a href="https://eldiariocantabria.publico.es/articulo/laboral/trabajadores-basuras-bezana-mantienen-huelga-negativa-empresa-ayuntamiento-mejorar-salarios/20260618140914194532.html">Los trabajadores de las basuras de Bezana mantienen la huelga por la negativa de la empresa y el Ayuntamiento a mejorar sus salarios</a></li>
<li><a href="https://eldiariocantabria.publico.es/articulo/cantabria/aparatoso-accidente-santander-empotrarse-coche-escaleras-hotel-palacio-mar/20260618134506194529.html">Aparatoso accidente en Santander al empotrarse un coche en las escaleras del Hotel Palacio del Mar</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org9cb9a9d" class="outline-3">
<h3 id="org9cb9a9d">🇺🇸 Estados Unidos</h3>
<div class="outline-text-3" id="text-org9cb9a9d">
</div>
<div id="outline-container-orgde5e04f" class="outline-4">
<h4 id="orgde5e04f">The Washington Post</h4>
<div class="outline-text-4" id="text-orgde5e04f">
<ul class="org-ul">
<li><a href="https://www.washingtonpost.com/world/2026/06/18/ukraine-takes-revenge-russian-capital-by-pummelling-moscow-with-drones/">Ukraine pummels Russian capital with what may be largest drone strike yet on Moscow</a></li>
<li><a href="https://www.washingtonpost.com/world/2026/06/18/europe-readies-nato-with-less-us-hegseth-announces-troop-review/">U.S. moves toward troop reductions in Europe as Hegseth scolds NATO allies</a></li>
<li><a href="https://www.washingtonpost.com/world/2026/06/18/election-empty-parliament-seat-could-choose-uk-next-prime-minister/">The local election that could topple Britain’s prime minister</a></li>
<li><a href="https://www.washingtonpost.com/national-security/2026/06/17/senate-targets-hegseths-travel-standoff-over-iran-school-attack-boat-strikes/">Senate targets Hegseth’s travel in standoff over apparent Iran school attack, boat strikes</a></li>
<li><a href="https://www.washingtonpost.com/politics/2026/06/17/trump-defends-iran-deal-white-house-unveils-details/">Trump defends his Iran deal, criticizes longtime ally Israel as G-7 ends</a></li>
</ul>
</div>
</div>
<div id="outline-container-org5827728" class="outline-4">
<h4 id="org5827728">WSJ.com: World News</h4>
<div class="outline-text-4" id="text-org5827728">
<ul class="org-ul">
<li><a href="https://www.wsj.com/world/middle-east/trumps-deal-sidesteps-key-reasons-he-went-to-war-with-iran-6820b1b4">Trump’s Deal Sidesteps Key Reasons He Went to War With Iran</a></li>
<li><a href="https://www.wsj.com/world/europe/inside-the-race-to-save-one-of-ukraines-holiest-sites-from-a-russian-strike-e51fc37d">Inside the Race to Save One of Ukraine’s Holiest Sites From a Russian Strike</a></li>
<li><a href="https://www.wsj.com/world/americas/the-city-at-the-center-of-colombias-war-on-cocaine-8ba06e07">The City at the Center of Colombia’s War on Cocaine</a></li>
<li><a href="https://www.wsj.com/world/middle-east/inside-trump-and-netanyahus-complicated-relationship-4e309af8">Inside Trump and Netanyahu’s Complicated Relationship</a></li>
<li><a href="https://www.wsj.com/world/middle-east/deal-gives-iran-chance-to-turbocharge-its-oil-revenue-5b481eb6">Deal Gives Iran Chance to Turbocharge Its Oil Revenue</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org343d351" class="outline-3">
<h3 id="org343d351">🇫🇷 Francia</h3>
<div class="outline-text-3" id="text-org343d351">
</div>
<div id="outline-container-org62e07f4" class="outline-4">
<h4 id="org62e07f4">Le Monde</h4>
<div class="outline-text-4" id="text-org62e07f4">
<ul class="org-ul">
<li><a href="https://www.lemonde.fr/planete/live/2026/06/18/en-direct-canicule-meteo-france-annonce-des-temperatures-de-34-a-38-c-dans-une-grande-partie-de-la-france-entre-jeudi-et-vendredi-le-pays-connait-des-nuits-tropicales_6704498_3244.html">EN DIRECT, canicule : une vague de chaleur « étendue, durable et intense » sur la France, avec un « pic caniculaire remarquable » à partir de dimanche</a></li>
<li><a href="https://www.lemonde.fr/international/live/2026/06/18/en-direct-guerre-au-moyen-orient-des-premieres-negociations-prevues-en-suisse-vendredi-apres-la-signature-de-l-accord-iran-etats-unis-a-versailles_6701050_3210.html">EN DIRECT, guerre au Moyen-Orient : Israël, qui n’a pas commenté l’accord entre les Etats-Unis et l’Iran, annonce que son armée restera déployée au Liban</a></li>
<li><a href="https://www.lemonde.fr/international/article/2026/06/18/l-attaque-massive-des-drones-ukrainiens-sur-moscou-met-a-mal-les-promesses-de-victoire-de-vladimir-poutine_6704574_3210.html">L’attaque massive des drones ukrainiens sur Moscou met à mal les promesses de victoire de Vladimir Poutine</a></li>
<li><a href="https://www.lemonde.fr/societe/article/2026/06/18/mort-de-lyhanna-dans-les-commissariats-les-doutes-sur-le-recensement-en-urgence-des-dossiers-judiciaires-d-atteintes-aux-mineurs_6704482_3224.html">Mort de Lyhanna : dans les commissariats, les doutes sur l’examen en urgence des dossiers judiciaires d’atteintes aux mineurs</a></li>
<li><a href="https://www.lemonde.fr/videos/video/2026/06/18/qu-est-ce-que-les-backrooms-cette-legende-urbaine-nee-d-internet-qui-a-aujourd-hui-droit-a-un-film-tire-de-son-univers_6704570_1669088.html">Qu’est-ce que les « backrooms », cette légende urbaine née d’Internet qui a aujourd’hui droit à un film tiré de son univers ?</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgf0d6f7f" class="outline-4">
<h4 id="orgf0d6f7f">Le Figaro</h4>
<div class="outline-text-4" id="text-orgf0d6f7f">
<ul class="org-ul">
<li><a href="https://www.lefigaro.fr/meteo/en-direct-canicule-la-vague-de-chaleur-s-intensifie-les-40-degres-en-ligne-de-mire-20260618">EN DIRECT - Canicule : dimanche et lundi pourraient figurer parmi les journées les plus chaudes jamais mesurées en France</a></li>
<li><a href="https://www.lefigaro.fr/voyages/guides/apres-le-coucher-du-soleil-une-autre-ville-l-essor-du-noctourisme-dans-les-metropoles-pour-echapper-a-la-chaleur-20260618">Après le coucher du soleil, une autre ville : l’essor du « noctourisme » dans les métropoles pour échapper à la chaleur</a></li>
<li><a href="https://www.lefigaro.fr/actualite-france/il-ne-faudrait-pas-que-cela-dure-trop-longtemps-les-agriculteurs-surpris-et-inquiets-d-une-canicule-aussi-precoce-20260527">« Cette deuxième vague de chaleur va faire plus mal que la première » : les agriculteurs inquiets pour leur culture</a></li>
<li><a href="https://www.lefigaro.fr/conso/on-ne-vend-plus-que-ca-a-paris-ruee-sur-les-climatiseurs-et-ventilateurs-avant-une-fin-de-semaine-etouffante-20260618">«On ne vend plus que ça» : à Paris, ruée sur les climatiseurs et ventilateurs avant une fin de semaine étouffante</a></li>
<li><a href="https://www.lefigaro.fr/jusqu-a-390c-a-l-ombre-visualisez-en-cartes-l-arrivee-de-la-vague-de-chaleur-20260618">Jusqu’à 41°C à l’ombre : visualisez en cartes l’avancée de la vague de chaleur</a></li>
</ul>
</div>
</div>
</div>
