260618_day_briefing.html
<div id="outline-container-org2014958" class="outline-3">
<h3 id="org2014958">🇬🇧 Reino Unido</h3>
<div class="outline-text-3" id="text-org2014958">
</div>
<div id="outline-container-org79bfc6d" class="outline-4">
<h4 id="org79bfc6d">BBC News</h4>
<div class="outline-text-4" id="text-org79bfc6d">
<ul class="org-ul">
<li><a href="https://www.bbc.com/news/articles/c74ynmnrwmeo?at_medium=RSS&amp;at_campaign=rss">Weapons, money and ships: How is this Iran deal different from others?</a></li>
<li><a href="https://www.bbc.com/news/articles/c932yqz8lggo?at_medium=RSS&amp;at_campaign=rss">Why Iran believes deal with US leaves it stronger than before</a></li>
<li><a href="https://www.bbc.com/news/articles/c98291g5rr1o?at_medium=RSS&amp;at_campaign=rss">Moscow residents complain of black rain after largest Ukrainian attack hits oil refinery</a></li>
<li><a href="https://www.bbc.com/news/articles/c3vy5l62622o?at_medium=RSS&amp;at_campaign=rss">Hegseth renews Nato criticism and says US will review presence in Europe</a></li>
<li><a href="https://www.bbc.com/news/articles/c1dye3e9gnwo?at_medium=RSS&amp;at_campaign=rss">British man dies in paragliding accident in Spain</a></li>
</ul>
</div>
</div>
<div id="outline-container-org30c731f" class="outline-4">
<h4 id="org30c731f">The Guardian</h4>
<div class="outline-text-4" id="text-org30c731f">
<ul class="org-ul">
<li><a href="https://www.theguardian.com/global-development/2026/jun/17/boy-injured-us-strike-somalia-ability-walk-operation-abdiqadir-salah-surgery-civilians-november-attack">Seven-year-old Abdiqadir was hit in a US airstrike. Without a $750 operation, he may lose his ability to walk</a></li>
<li><a href="https://www.theguardian.com/global-development/2026/jun/17/sierra-leones-first-lady-refuses-to-condemn-fgm-without-reliable-data-on-harms">Sierra Leone’s first lady refuses to condemn FGM without ‘reliable data’ on harms</a></li>
<li><a href="https://www.theguardian.com/news/2026/jun/17/ghana-to-advance-reparatory-justice-at-first-major-gathering-since-landmark-un-resolution">Ghana to advance reparatory justice at first major gathering since landmark UN resolution</a></li>
<li><a href="https://www.theguardian.com/world/2026/jun/17/lives-lost-ebola-bunia-workers-drc">Lives and incomes lost as Ebola takes toll on Bunia’s public-facing workers</a></li>
<li><a href="https://www.theguardian.com/music/2026/jun/15/pianist-abdullah-ibrahim-dies">South African jazz pianist Abdullah Ibrahim dies aged 91</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org2c0af1d" class="outline-3">
<h3 id="org2c0af1d">🇮🇹 Italia</h3>
<div class="outline-text-3" id="text-org2c0af1d">
</div>
<div id="outline-container-org80726cc" class="outline-4">
<h4 id="org80726cc">Corriere della Sera</h4>
<div class="outline-text-4" id="text-org80726cc">
<ul class="org-ul">
<li><a href="https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml">Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime</a></li>
<li><a href="https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml">Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht</a></li>
<li><a href="https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml">IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»</a></li>
<li><a href="https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml">LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati</a></li>
<li><a href="https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml">I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgd8d15b7" class="outline-4">
<h4 id="orgd8d15b7">Il Sole 24 Ore</h4>
<div class="outline-text-4" id="text-orgd8d15b7">
<ul class="org-ul">
<li><a href="https://www.ilsole24ore.com/art/ricambio-vertici-philip-morris-hannappel-presidente-l-europa-kuterdem-america-latina-e-canada-AI8oXdkD">Ricambio ai vertici di Philip Morris: Hannappel presidente per l’Europa, Kuterdem per America Latina e Canada</a></li>
<li><a href="https://www.ilsole24ore.com/art/transizione-green-teha-ed-erion-75percento-imprese-vuole-mantenere-o-incrementare-impegni-sostenibilita-AI4z2OjD">Transizione green, Teha ed Erion: il 75% delle imprese vuole mantenere o incrementare gli impegni di sostenibilità</a></li>
<li><a href="https://www.ilsole24ore.com/art/enea-e-start-up-prometheus-accordo-ricerca-tecnologie-nucleari-AI49jjkD">Enea e la start up Prometheus: accordo per ricerca su tecnologie nucleari</a></li>
<li><a href="https://www.ilsole24ore.com/art/poste-italiane-via-libera-all-aumento-capitale-l-opas-tim-AIIntfkD">Poste Italiane,  via libera all’aumento di capitale per l’Opas su Tim</a></li>
<li><a href="https://www.ilsole24ore.com/art/lombardia-province-confronto-l-assessore-tironi-edilizia-scolastica-e-centri-l-impiego-AI7VhWkD">Lombardia, Province a confronto con l’assessore Tironi su edilizia scolastica e Centri per l’impiego</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgce874f0" class="outline-3">
<h3 id="orgce874f0">🇩🇪 Alemania</h3>
<div class="outline-text-3" id="text-orgce874f0">
</div>
<div id="outline-container-orgb5acf91" class="outline-4">
<h4 id="orgb5acf91">Der Spiegel</h4>
<div class="outline-text-4" id="text-orgb5acf91">
<ul class="org-ul">
<li><a href="https://www.spiegel.de/international/world/the-mystery-of-michele-a-missing-woman-from-germany-reappears-in-the-epstein-files-a-835c0c91-620c-4fd0-ac49-9870fe160108#ref=rss">The Mystery of Michele: A Missing Woman from Germany Reappears in the Epstein Files</a></li>
<li><a href="https://www.spiegel.de/international/business/our-warming-climate-a-pilot-project-in-norway-raises-doubts-about-ccs-sustainability-a-066f9f4a-adbf-475b-b072-3015b5a370d1#ref=rss">Our Warming Climate: A Pilot Project in Norway Raises Doubts about CCS Sustainability</a></li>
<li><a href="https://www.spiegel.de/international/europe/hungarian-premier-peter-magyar-our-country-was-a-hostage-state-a-4d31fe2f-92f1-41ec-a7ab-6d8fdec0635d#ref=rss">Hungarian Premier Péter Magyar: 'Our Country Was a Hostage State'</a></li>
<li><a href="https://www.spiegel.de/international/germany/nsdap-archive-how-der-spiegel-processed-the-data-from-the-nsdap-membership-card-file-a-c2d916be-b6d1-4b39-bab9-debdc9c45f7e#ref=rss">NSDAP archive: How DER SPIEGEL processed the data from the Nazi card file</a></li>
<li><a href="https://www.spiegel.de/international/germany/nsdap-archive-find-out-what-your-family-did-under-hitler-a-4c62a29b-054a-409f-8cc2-cfb8c46f98a9#ref=rss">Interactive Research Tool: What Your Family Did Under Hitler – Find Out Here</a></li>
</ul>
</div>
</div>
<div id="outline-container-orge51022a" class="outline-4">
<h4 id="orge51022a">Deutsche Welle</h4>
<div class="outline-text-4" id="text-orge51022a">
<ul class="org-ul">
<li><a href="https://www.dw.com/en/israel-says-it-s-cutting-ties-to-eu-s-kaja-kallas/a-77605930?maca=en-rss-en-world-4025-rdf">Israel says it's cutting ties to EU's Kaja Kallas</a></li>
<li><a href="https://www.dw.com/en/us-iran-talks-hope-and-skepticism-in-the-swiss-alps/a-77610766?maca=en-rss-en-world-4025-rdf">US-Iran talks: Hope and skepticism in the Swiss alps</a></li>
<li><a href="https://www.dw.com/en/us-iran-deal-between-conflict-and-compromise/a-77606668?maca=en-rss-en-world-4025-rdf">US-Iran deal: Between conflict and compromise</a></li>
<li><a href="https://www.dw.com/en/poland-arrest-after-russian-artist-and-putin-critic-killed/a-77602774?maca=en-rss-en-world-4025-rdf">Poland: Arrest after Russian artist and Putin critic killed</a></li>
<li><a href="https://www.dw.com/en/cuba-approves-economic-reforms-amid-us-pressure/a-77597635?maca=en-rss-en-world-4025-rdf">Cuba approves economic reforms amid US pressure</a></li>
</ul>
</div>
</div>
</div>
