260618_day_briefing.org
*** Folha de S.Paulo

- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/esporte/2026/06/metro-de-nova-york-esta-vestido-para-a-copa-do-mundo-com-vagao-brasileiro.shtml][Metrô de Nova York está 'vestido' para a Copa do Mundo, com vagão brasileiro]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/cotidiano/2026/06/tarcisio-pede-desculpas-por-roubos-de-celular-em-sp-planos-antifurto-viram-bandeira-na-pre-campanha.shtml][Tarcísio pede desculpas por roubos de celular em SP; planos antifurto viram bandeira na pré-campanha]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/06/enteado-de-jaques-wagner-teve-papel-ativo-nas-cobrancas-a-banqueiro-diz-pf.shtml][Enteado de Jaques Wagner teve papel ativo nas cobranças a banqueiro, diz PF]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/marina-izidro/2026/06/astros-da-copa-brilham-e-brasil-ainda-precisa-se-encontrar.shtml][Astros da Copa brilham e Brasil ainda precisa se encontrar]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/celebridades/2026/06/mariana-goldfarb-critica-conselhos-amorosos-de-coaches-quem-vai-fazer-joguinho-com-35-anos.shtml][Mariana Goldfarb critica conselhos amorosos de coaches: 'Quem vai fazer joguinho com 35 anos?']]

*** O Globo

- /Feed no disponible temporalmente/


* 🧠 Think Tanks

- [[https://www.realinstitutoelcano.org][Real Instituto Elcano]] (🇪🇸 España)
- [[https://www.ifri.org][IFRI]] (🇫🇷 Francia)
- [[https://www.chathamhouse.org][Chatham House]] (🇬🇧 Reino Unido)
- [[https://www.ispionline.it][ISPI]] (🇮🇹 Italia)
- [[https://www.swp-berlin.org][SWP]] (🇩🇪 Alemania)
- [[https://www.rand.org][RAND Corporation]] (🇺🇸 Estados Unidos)


#+HTML: <div class="footer-hub">
#+HTML:    <p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
#+HTML:    <p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
#+HTML: </div>
