260618_day_briefing.html
<div id="outline-container-org39189ab" class="outline-3">
<h3 id="org39189ab">🇧🇷 Brasil</h3>
<div class="outline-text-3" id="text-org39189ab">
</div>
<div id="outline-container-org93b7def" class="outline-4">
<h4 id="org93b7def">Folha de S.Paulo</h4>
<div class="outline-text-4" id="text-org93b7def">
<ul class="org-ul">
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/esporte/2026/06/metro-de-nova-york-esta-vestido-para-a-copa-do-mundo-com-vagao-brasileiro.shtml">Metrô de Nova York está 'vestido' para a Copa do Mundo, com vagão brasileiro</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/cotidiano/2026/06/tarcisio-pede-desculpas-por-roubos-de-celular-em-sp-planos-antifurto-viram-bandeira-na-pre-campanha.shtml">Tarcísio pede desculpas por roubos de celular em SP; planos antifurto viram bandeira na pré-campanha</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/06/enteado-de-jaques-wagner-teve-papel-ativo-nas-cobrancas-a-banqueiro-diz-pf.shtml">Enteado de Jaques Wagner teve papel ativo nas cobranças a banqueiro, diz PF</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/marina-izidro/2026/06/astros-da-copa-brilham-e-brasil-ainda-precisa-se-encontrar.shtml">Astros da Copa brilham e Brasil ainda precisa se encontrar</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/celebridades/2026/06/mariana-goldfarb-critica-conselhos-amorosos-de-coaches-quem-vai-fazer-joguinho-com-35-anos.shtml">Mariana Goldfarb critica conselhos amorosos de coaches: 'Quem vai fazer joguinho com 35 anos?'</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgf657b5a" class="outline-4">
<h4 id="orgf657b5a">O Globo</h4>
<div class="outline-text-4" id="text-orgf657b5a">
<ul class="org-ul">
<li><i>Feed no disponible temporalmente</i></li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-orgab8e167" class="outline-2">
<h2 id="orgab8e167">🧠 Think Tanks</h2>
<div class="outline-text-2" id="text-orgab8e167">
<ul class="org-ul">
<li><a href="https://www.realinstitutoelcano.org">Real Instituto Elcano</a> (🇪🇸 España)</li>
<li><a href="https://www.ifri.org">IFRI</a> (🇫🇷 Francia)</li>
<li><a href="https://www.chathamhouse.org">Chatham House</a> (🇬🇧 Reino Unido)</li>
<li><a href="https://www.ispionline.it">ISPI</a> (🇮🇹 Italia)</li>
<li><a href="https://www.swp-berlin.org">SWP</a> (🇩🇪 Alemania)</li>
<li><a href="https://www.rand.org">RAND Corporation</a> (🇺🇸 Estados Unidos)</li>
</ul>


<div class="footer-hub">
<p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
<p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
</div>
</div>
</div>
</div>
</body>
</html>
